[
    {"Name":"Jane Eyre","Author":"Charlotte Brontë","Genre":"4","Teaser":"Jane Eyre, the story of a young girl and her passage into adulthood, was an immediate commercial success at the time of its original publication in 1847.","Description":"Jane Eyre, the story of a young girl and her passage into adulthood, was an immediate commercial success at the time of its original publication in 1847. Its representation of the underside of domestic life and the hypocrisy behind religious enthusiasm drew both praise and bitter criticism, while Charlotte Brontë's striking expose of poor living conditions for children in charity schools as well as her poignant portrayal of the limitations faced by women who worked as governesses sparked great controversy and social debate. Jane Eyre, Brontë's best-known novel, remains an extraordinary coming-of-age narrative, and one of the great classics of literature.","Image":"/Files/Books/Jane_Eyre.jpg","Type":0,"File":"/Files/Books/Charlotte.Bronte.-.Jane.Eyre.epub"},
    {"Name":"The Return Of Sherlock Holmes","Author":"Arthur Conan Doyle","Genre":"1","Teaser":"The Adventures of Sherlock Holmes is a collection of twelve stories by Sir Arthur Conan Doyle, featuring his famous detective and illustrated by Sidney Paget.","Description":"The Adventures of Sherlock Holmes is a collection of twelve stories by Sir Arthur Conan Doyle, featuring his famous detective and illustrated by Sidney Paget.\r\n\r\nThese are the first of the Sherlock Holmes short stories, originally published as single stories in the Strand Magazine from July 1891 to June 1892. The book was published in England on October 14, 1892 by George Newnes Ltd and in a US Edition on October 15 by Harper. The initial combined print run was 14,500 copies.","Image":"/Files/Books/Sherlock_Holmes.jpg","Type":0,"File":"/Files/Books/Arthur.Conan.Doyle.-.The.Return.of.Sherlock.Holmes.epub"},
    {"Name":"Treasure Island","Author":"Robert Louis Stevenson","Genre":"3","Teaser":"While going through the possessions of a deceased guest who owed them money, the mistress of the inn and her son find a treasure map that leads them to a pirate's fortune.","Description":"While going through the possessions of a deceased guest who owed them money, the mistress of the inn and her son find a treasure map that leads them to a pirate's fortune.","Image":"/Files/Books/Treasure_Island.jpg","Type":0,"File":"/Files/Books/Robert.Louis.Stevenson.-.Treasure.Island.epub"}
]